Repository: jsscmaina/animL
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: disease/
sw: magonjwa/

source: examine/
sw: chunguza/

source: members/
sw: watumiaji/

source: fever
sw: joto

source: get_fever
sw: pata_joto

source: DISEASES INDEX
sw: FAHARISI YA MAGONJWA

source: Search
sw: Tafuta

source: EXAMINE GUIDES
sw: MIONGOZO YA KUCHUNGUZA MAGONJWA

source: IDENTIFY SPECIFIC SYMPTOMS
sw: TAMBUA DALILI MAALUM

source: Sorry, no content yet
sw: Samahani, hakuna yaliyomo

source: FEVER
sw: JOTO LA MWILI

source: Look at your thermometer. Notice the silver line of the mercury inside it and the scale with numbers marked along it. Before you use it you must make sure that the mercury level is below 35°C. If it is not, shake the thermometer to make the level go down. Every time you use the thermometer clean it with cold water and soap or disinfect it afterward. Do not wash the thermometer in hot water as this will burst it. Do not leave your thermometer in the sun as this may burst it. Carry the thermometer in a case in your pocket or bag. Do not use your veterinary thermometer for people.
sw: Angalia kipima joto chako. Angalia mstari wa fedha wa zebaki ndani yake na kiwango na nambari zilizowekwa alama kando yake. Kabla ya kuitumia lazima uhakikishe kuwa kiwango cha zebaki iko chini ya 35 ° C. Ikiwa sivyo, tikisa kipima joto ili kufanya kiwango kishuke. Kila wakati unapotumia kipima joto kiisafishe na maji baridi na sabuni au ikipate dawa baadaye. Usioshe kipima joto katika maji ya moto kwani hii itaipasua. Usiache kipima joto chako kwenye jua kwani hii inaweza kuipasua. Beba kipima joto katika kesi kwenye mfuko au mfuko wako. Usitumie kipima joto chako cha mifugo kwa watu.

source: Normal
sw: Sawa

source: SHIVERS
sw: BARIDI

source: SAVE
sw: SASISHA

source: CATTLE HEALTH
sw: AFYA YA NG'OMBE

source: DIAGNOSE
sw: TAMBUA UGONJWA

source: LOGOUT
sw: TOKA

source: OBSERVATION
sw: UCHUNGUZI

source: EDIT PROFILE
sw: BADILISHA WASIFU

source: REGISTER
sw: JIANDIKISHE

source: LOGIN
sw: INGIA

source: CHANGE
sw: BADILISHA

source: EDIT
sw: HARIRI

source: DISEASE INFORMATION
sw: FAHARISI YA MAGONJWA

source: INDIVIDUAL SYMPTOMS
sw: CHUNGUZA DALILI

source: Cattle affected by mastitis can be detected by examining the udder for inflammation and swelling, or by observing the consistency of the milk, which will often develop clots or change color when a cow is infected.
sw: Ng'ombe walioathiriwa na ugonjwa wa matiti huweza kugunduliwa kwa kuchunguza kiwelekwa kuvimba na uvimbe, au kwa kuzingatia msimamo wa maziwa, ambayo mara nyingi hua na kuganda au kubadilisha rangi wakati ng'ombe ameambukizwa.

source: Take a clear photo on a clean surface. It is recommended to not zoom in completely.
sw: Piga picha wazi kwenye uso safi. Inashauriwa usiondoe kabisa

source: Abnormal
sw: Si Sawa

source: HOME
sw: SEBULE

source: UPDATE
sw: SASISHA

source: OBSERVATION CHART
sw: MATOKEO YA UCHUNGUZI

source: YOU ARE NOT AUTHORISED TO BE HERE!
sw: HUNA RUHUSA KUWA HAPA

source: ARE YOU SURE YOU WANT TO DELETE THIS RECORD?
sw: UNAHAKIKISHA UNATAKA KUFUTA REKODI HII?

source: DELETE
sw: FUTA

source: If you are not sure, feel free to check the list of
sw: Ikiwa huna hakika, angalia orodha ya

source: Symptoms
sw: Dalili
